IDEA StatiCa Open Model
ConcreteBlockData.AxisZ Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 LCS - Axis Z
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Vector3D AxisZ { get; set; }
Public Property AxisZ As Vector3D
	Get
	Set
public:
property Vector3D^ AxisZ {
	Vector3D^ get ();
	void set (Vector3D^ value);
}
Property Value
Type: Vector3D
See Also
Reference
ConcreteBlockData Class
IdeaRS.OpenModel.Connection Namespace